Repository: iamwilliamli/LiveTranscriber
Catalog: LiveTranscriber/Semantic.xcstrings
Source language: en
Languages: de, ja, nl, zh_hans, zh_hant

# app_intents.open_recording.description
source: Opens a recording in Live Transcriber.
de: Öffnet eine Aufnahme in Live Transcriber.
ja: Live Transcriberで録音を開きます。
nl: Opent een opname in Live Transcriber.
zh_hans: 在 Live Transcriber 中打开录音。
zh_hant: 在 Live Transcriber 中開啟錄音。

# app_intents.read_recording_summary.description
source: Reads the saved summary for a recording.
de: Liest die gespeicherte Zusammenfassung einer Aufnahme vor.
ja: 録音に保存された要約を読み上げます。
nl: Leest de bewaarde samenvatting van een opname.
zh_hans: 朗读录音中已保存的摘要。
zh_hant: 朗讀錄音中已儲存的摘要。

# app_intents.read_recording_transcript.description
source: Reads the transcript for a recording.
de: Liest das Transkript einer Aufnahme vor.
ja: 録音の文字起こしを読み上げます。
nl: Leest het transcript van een opname.
zh_hans: 朗读录音的转录文本。
zh_hant: 朗讀錄音的轉錄文字。

# app_intents.search_recordings.description
source: Searches recording titles, summaries, tags, and transcripts.
de: Durchsucht Titel, Zusammenfassungen, Tags und Transkripte von Aufnahmen.
ja: 録音のタイトル、要約、タグ、文字起こしを検索します。
nl: Doorzoekt opnametitels, samenvattingen, tags en transcripties.
zh_hans: 搜索录音标题、摘要、标签和转录。
zh_hant: 搜尋錄音標題、摘要、標籤和轉錄。

# app.tab.recordings
source: Recordings
de: Aufnahmen
ja: 録音
nl: Opnamen
zh_hans: 录音文件
zh_hant: 錄音檔案

# app.tab.settings
source: Settings
de: Einstellungen
ja: 設定
nl: Instellingen
zh_hans: 设置
zh_hant: 設定

# app.tab.transcribe
source: Transcribe
de: Transkribieren
ja: 文字起こし
nl: Transcriberen
zh_hans: 转录
zh_hant: 轉錄

# appearance.playback_glass
source: Player Glass
de: Player-Glas
ja: プレーヤーのガラス
nl: Spelerglas
zh_hans: 播放器玻璃
zh_hant: 播放器玻璃

# appearance.playback_glass.blue
source: Blue
de: Blau
ja: ブルー
nl: Blauw
zh_hans: 蓝色
zh_hant: 藍色

# appearance.playback_glass.graphite
source: Graphite
de: Graphit
ja: グラファイト
nl: Grafiet
zh_hans: 石墨色
zh_hant: 石墨色

# appearance.playback_glass.red
source: Red
de: Rot
ja: レッド
nl: Rood
zh_hans: 红色
zh_hant: 紅色

# appearance.playback_glass.white
source: White
de: Weiß
ja: ホワイト
nl: Wit
zh_hans: 白色
zh_hant: 白色

# appearance.subtitle
source: Colors and interface style
de: Farben und Oberflächenstil
ja: 色とインターフェイスのスタイル
nl: Kleuren en interfacestijl
zh_hans: 颜色和界面样式
zh_hant: 顏色和介面樣式

# appearance.title
source: Appearance
de: Darstellung
ja: 外観
nl: Weergave
zh_hans: 外观
zh_hant: 外觀

# audio_session.error.recording_in_progress
source: Recording is currently using the audio session.
de: Die Audio-Session wird derzeit von der Aufnahme verwendet.
ja: 録音が現在オーディオセッションを使用しています。
nl: De audiosessie wordt momenteel door de opname gebruikt.
zh_hans: 录音当前正在使用音频会话。
zh_hant: 錄音目前正在使用音訊工作階段。

# common.back
source: Back
de: Zurück
ja: 戻る
nl: Terug
zh_hans: 返回
zh_hant: 返回

# common.cancel
source: Cancel
de: Abbrechen
ja: キャンセル
nl: Annuleer
zh_hans: 取消
zh_hant: 取消

# common.copy
source: Copy
de: Kopieren
ja: コピー
nl: Kopieer
zh_hans: 复制
zh_hant: 複製

# common.delete
source: Delete
de: Löschen
ja: 削除
nl: Verwijder
zh_hans: 删除
zh_hant: 刪除

# common.done
source: Done
de: Fertig
ja: 完了
nl: Gereed
zh_hans: 完成
zh_hant: 完成

# common.more
source: More
de: Mehr
ja: その他
nl: Meer
zh_hans: 更多
zh_hant: 更多

# common.not_applicable
source: Not Applicable
de: Nicht zutreffend
ja: 該当なし
nl: Niet van toepassing
zh_hans: 不适用
zh_hant: 不適用

# common.save
source: Save
de: Sichern
ja: 保存
nl: Bewaar
zh_hans: 保存
zh_hant: 儲存

# common.unknown
source: Unknown
de: Unbekannt
ja: 不明
nl: Onbekend
zh_hans: 未知
zh_hant: 未知

# greeting.afternoon
source: Good Afternoon!
de: Guten Tag!
ja: こんにちは！
nl: Goedemiddag!
zh_hans: 下午好！
zh_hant: 午安！

# greeting.evening
source: Good Evening!
de: Guten Abend!
ja: こんばんは！
nl: Goedenavond!
zh_hans: 晚上好！
zh_hant: 晚安！

# greeting.morning
source: Good Morning!
de: Guten Morgen!
ja: おはようございます！
nl: Goedemorgen!
zh_hans: 早上好！
zh_hant: 早安！

# icloud.all_uploaded
source: All Uploaded
de: Alles hochgeladen
ja: すべてアップロード済み
nl: Alles geüpload
zh_hans: 全部已上传
zh_hant: 全部已上傳

# icloud.container_unavailable.recording_stays_local
source: The iCloud container is currently unavailable, so this recording stays local for now.
de: Der iCloud-Container ist derzeit nicht verfügbar, daher bleibt diese Aufnahme vorerst lokal.
ja: iCloudコンテナは現在利用できないため、この録音は当面ローカルに保持されます。
nl: De iCloud-container is momenteel niet beschikbaar, dus deze opname blijft voorlopig lokaal.
zh_hans: iCloud container 当前不可用，录音会先保留在本机。
zh_hant: iCloud container 目前無法使用，錄音會先保留在本機。

# icloud.detail.container_unavailable
source: iCloud is on, but the iCloud container is not currently reachable. Until it is available, recordings are kept in the local app-private container.
de: iCloud ist aktiviert, aber der iCloud-Container ist derzeit nicht erreichbar. Bis er verfügbar ist, werden Aufnahmen im lokalen app-privaten Container behalten.
ja: iCloudはオンですが、iCloudコンテナに現在アクセスできません。利用可能になるまで、録音はローカルのアプリ専用コンテナに保持されます。
nl: iCloud is ingeschakeld, maar de iCloud-container is momenteel niet bereikbaar. Tot die beschikbaar is, blijven opnamen in de lokale privécontainer van de app.
zh_hans: iCloud 已开启，但当前无法访问 iCloud container；在可用前会暂存到本机 app 私有容器。
zh_hant: iCloud 已開啟，但目前無法存取 iCloud container；在可用前會暫存到本機 app 私有容器。

# icloud.detail.disabled
source: iCloud is off. Recording files and the index are stored in the local app-private container.
de: iCloud ist deaktiviert. Aufnahmedateien und Index werden im lokalen app-privaten Container gespeichert.
ja: iCloudはオフです。録音ファイルとインデックスはローカルのアプリ専用コンテナに保存されます。
nl: iCloud is uitgeschakeld. Opnamebestanden en de index worden opgeslagen in de lokale privécontainer van de app.
zh_hans: iCloud 未开启，录音文件和索引保存在本机 app 私有容器。
zh_hant: iCloud 未開啟，錄音檔案和索引會儲存在本機 app 私有容器。

# icloud.detail.enabled
source: iCloud is on. Recording files are saved in the Data directory of the app-private iCloud container, and the index syncs through a CloudKit private database.
de: iCloud ist aktiviert. Aufnahmedateien werden im Data-Verzeichnis des app-privaten iCloud-Containers gespeichert, und der Index wird über eine private CloudKit-Datenbank synchronisiert.
ja: iCloudはオンです。録音ファイルはアプリ専用iCloudコンテナのDataディレクトリに保存され、インデックスはCloudKitのプライベートデータベース経由で同期されます。
nl: iCloud is ingeschakeld. Opnamebestanden worden opgeslagen in de Data-map van de app-private iCloud-container en de index synchroniseert via een private CloudKit-database.
zh_hans: iCloud 已开启，录音文件保存到 app 私有 iCloud container 的 Data 目录，索引通过 CloudKit private database 同步。
zh_hant: iCloud 已開啟，錄音檔案會儲存到 app 私有 iCloud container 的 Data 目錄，索引會透過 CloudKit private database 同步。

# icloud.detail.switching_storage
source: Switching storage location while keeping existing recordings.
de: Speicherort wird gewechselt, vorhandene Aufnahmen bleiben erhalten.
ja: 既存の録音を保持したまま保存場所を切り替えています。
nl: Opslaglocatie wordt gewijzigd; bestaande opnamen blijven behouden.
zh_hans: 正在切换存储位置，会保留现有录音文件。
zh_hant: 正在切換儲存位置，會保留現有錄音檔案。

# icloud.disabled_all_local
source: iCloud is off. All recordings are stored only in the local app-private container.
de: iCloud ist deaktiviert. Alle Aufnahmen werden nur im lokalen app-privaten Container gespeichert.
ja: iCloudはオフです。すべての録音はローカルのアプリ専用コンテナにのみ保存されます。
nl: iCloud is uitgeschakeld. Alle opnamen worden alleen opgeslagen in de lokale privécontainer van de app.
zh_hans: iCloud 未开启，所有录音只保存在本机 app 私有容器。
zh_hant: iCloud 未開啟，所有錄音只會儲存在本機 app 私有容器。

# icloud.enabled_but_unavailable_local_first
source: iCloud is on, but the iCloud container is not currently reachable. Recordings are kept local for now.
de: iCloud ist aktiviert, aber der iCloud-Container ist derzeit nicht erreichbar. Aufnahmen bleiben vorerst lokal.
ja: iCloudはオンですが、iCloudコンテナに現在アクセスできません。録音は当面ローカルに保持されます。
nl: iCloud is ingeschakeld, maar de iCloud-container is momenteel niet bereikbaar. Opnamen blijven voorlopig lokaal.
zh_hans: iCloud 已开启，但当前无法访问 iCloud container；录音会先暂存在本机。
zh_hant: iCloud 已開啟，但目前無法存取 iCloud container；錄音會先暫存在本機。

# icloud.files_uploaded.format
source: %d/%d files uploaded
de: %d/%d Dateien hochgeladen
ja: %d/%d件のファイルをアップロード済み
nl: %d/%d bestanden geüpload
zh_hans: %d/%d 个文件已上传
zh_hant: 已上傳 %d/%d 個檔案

# icloud.local_only
source: Local Only
de: Nur lokal
ja: ローカルのみ
nl: Alleen lokaal
zh_hans: 本机未同步
zh_hant: 僅本機

# icloud.local_recordings_count.format
source: %d local recordings
de: %d lokale Aufnahmen
ja: %d件のローカル録音
nl: %d lokale opnamen
zh_hans: %d 个本机录音
zh_hant: %d 個本機錄音

# icloud.no_recordings_to_sync
source: There are no recordings to sync.
de: Es gibt keine Aufnahmen zum Synchronisieren.
ja: 同期する録音はありません。
nl: Er zijn geen opnamen om te synchroniseren.
zh_hans: 没有需要同步的录音。
zh_hant: 沒有需要同步的錄音。

# icloud.private_container
source: Private iCloud Container
de: Privater iCloud-Container
ja: プライベートiCloudコンテナ
zh_hans: iCloud 私有容器
zh_hant: iCloud 私有容器

# icloud.recording_local_only
source: This recording is still in the local app-private container.
de: Diese Aufnahme befindet sich noch im lokalen app-privaten Container.
ja: この録音はまだローカルのアプリ専用コンテナにあります。
nl: Deze opname staat nog in de lokale privécontainer van de app.
zh_hans: 这条录音仍在本机 app 私有容器。
zh_hant: 這則錄音仍在本機 app 私有容器。

# icloud.recording_uploaded
source: This recording's audio and transcript files have uploaded to iCloud.
de: Audio- und Transkriptdateien dieser Aufnahme wurden zu iCloud hochgeladen.
ja: この録音の音声ファイルと文字起こしファイルはiCloudにアップロード済みです。
nl: De audio- en transcriptbestanden van deze opname zijn naar iCloud geüpload.
zh_hans: 这条录音的音频和转录文件已上传到 iCloud。
zh_hant: 這則錄音的音訊和轉錄檔案已上傳到 iCloud。

# icloud.recording_waiting_upload
source: This recording is in the private iCloud container and is waiting for the system to upload it.
de: Diese Aufnahme befindet sich im privaten iCloud-Container und wartet auf den System-Upload.
ja: この録音はプライベートiCloudコンテナにあり、システムによるアップロード待ちです。
nl: Deze opname staat in de private iCloud-container en wacht op upload door het systeem.
zh_hans: 录音已在 iCloud 私有容器中，正在等待系统上传。
zh_hant: 錄音已在 iCloud 私有容器中，正在等待系統上傳。

# icloud.sync_summary_counts.format
source: Uploaded %d, uploading %d, waiting %d, failed %d, local %d
de: Hochgeladen %d, wird hochgeladen %d, wartet %d, fehlgeschlagen %d, lokal %d
ja: アップロード済み %d、アップロード中 %d、待機中 %d、失敗 %d、ローカル %d
nl: Geüpload %d, bezig %d, wachtend %d, mislukt %d, lokaal %d
zh_hans: 已上传 %d，上传中 %d，等待 %d，失败 %d，本机 %d
zh_hant: 已上傳 %d，上傳中 %d，等待 %d，失敗 %d，本機 %d

# icloud.upload_failed
source: Upload Failed
de: Upload fehlgeschlagen
ja: アップロード失敗
nl: Upload mislukt
zh_hans: 上传失败
zh_hant: 上傳失敗

# icloud.upload_failed_count.format
source: %d upload failed
de: %d Uploads fehlgeschlagen
ja: %d件のアップロードに失敗
nl: %d uploads mislukt
zh_hans: %d 个上传失败
zh_hant: %d 個上傳失敗

# icloud.upload_failed.detail
source: iCloud upload failed
de: iCloud-Upload fehlgeschlagen
ja: iCloudアップロードに失敗しました
nl: iCloud-upload mislukt
zh_hans: iCloud 上传失败
zh_hant: iCloud 上傳失敗

# icloud.uploaded_count.format
source: %d/%d Uploaded
de: %d/%d hochgeladen
ja: %d/%d アップロード済み
nl: %d/%d geüpload
zh_hans: %d/%d 已上传
zh_hant: %d/%d 已上傳

# icloud.uploaded_to_icloud
source: Uploaded to iCloud
de: Zu iCloud hochgeladen
ja: iCloudにアップロード済み
nl: Geüpload naar iCloud
zh_hans: 已上传 iCloud
zh_hant: 已上傳到 iCloud

# icloud.uploading
source: Uploading
de: Wird hochgeladen
ja: アップロード中
nl: Uploaden
zh_hans: 上传中
zh_hant: 上傳中

# icloud.waiting_for_icloud
source: Waiting for iCloud
de: Warten auf iCloud
ja: iCloudを待機中
nl: Wachten op iCloud
zh_hans: 等待 iCloud
zh_hant: 等待 iCloud

# icloud.waiting_to_upload
source: Waiting to Upload
de: Wartet auf Upload
ja: アップロード待ち
nl: Wacht op upload
zh_hans: 等待上传
zh_hant: 等待上傳

# import.error.audio_extraction_failed
source: The video's audio could not be extracted.
de: Die Audiospur des Videos konnte nicht extrahiert werden.
ja: ビデオからオーディオを抽出できませんでした。
nl: De audio van de video kon niet worden geëxtraheerd.
zh_hans: 无法提取视频中的音频。
zh_hant: 無法擷取影片中的音訊。

# import.error.duplicate_recording_name
source: A recording file with this name already exists
de: Eine Aufnahmedatei mit diesem Namen existiert bereits
ja: この名前の録音ファイルはすでに存在します
nl: Er bestaat al een opnamebestand met deze naam
zh_hans: 已存在同名录音文件
zh_hant: 已存在同名錄音檔案

# import.error.empty_recording_name
source: Recording name cannot be empty
de: Der Aufnahmename darf nicht leer sein
ja: 録音名は空にできません
nl: Opnamenaam mag niet leeg zijn
zh_hans: 录音名称不能为空
zh_hant: 錄音名稱不能為空

# import.error.no_recognized_text
source: No text was recognized in the imported recording
de: In der importierten Aufnahme wurde kein Text erkannt
ja: インポートした録音からテキストを認識できませんでした
nl: Er is geen tekst herkend in de geïmporteerde opname
zh_hans: 导入录音没有识别到文本
zh_hant: 匯入錄音沒有識別到文字

# import.error.recording_file_not_found
source: Recording file could not be found
de: Aufnahmedatei konnte nicht gefunden werden
ja: 録音ファイルが見つかりません
nl: Opnamebestand kan niet worden gevonden
zh_hans: 找不到录音文件
zh_hant: 找不到錄音檔案

# import.error.save_failed
source: Imported recording could not be saved
de: Importierte Aufnahme konnte nicht gespeichert werden
ja: インポートした録音を保存できませんでした
nl: Geïmporteerde opname kan niet worden bewaard
zh_hans: 导入录音保存失败
zh_hant: 匯入錄音儲存失敗

# import.error.transcription_interrupted
source: Transcription was interrupted. Try again.
de: Die Transkription wurde unterbrochen. Versuche es erneut.
ja: 文字起こしが中断されました。もう一度お試しください。
nl: De transcriptie is onderbroken. Probeer het opnieuw.
zh_hans: 转录已中断，请重试。
zh_hant: 轉錄已中斷，請再試一次。

# import.error.video_has_no_audio
source: The selected video has no audio track.
de: Das ausgewählte Video enthält keine Audiospur.
ja: 選択したビデオにオーディオトラックがありません。
nl: De geselecteerde video bevat geen audiospoor.
zh_hans: 所选视频没有音轨。
zh_hant: 所選影片沒有音軌。

# import.error.video_unavailable
source: The selected video could not be loaded.
de: Das ausgewählte Video konnte nicht geladen werden.
ja: 選択したビデオを読み込めませんでした。
nl: De geselecteerde video kon niet worden geladen.
zh_hans: 无法加载所选视频。
zh_hant: 無法載入所選影片。

# import.status.extracting_audio
source: Extracting audio
de: Audio wird extrahiert
ja: オーディオを抽出中
nl: Audio extraheren
zh_hans: 正在提取音频
zh_hant: 正在擷取音訊

# import.status.importing_recording
source: Importing recording
de: Aufnahme wird importiert
ja: 録音をインポート中
nl: Opname importeren
zh_hans: 正在导入录音
zh_hant: 正在匯入錄音

# import.status.loading_video
source: Loading video
de: Video wird geladen
ja: ビデオを読み込み中
nl: Video laden
zh_hans: 正在加载视频
zh_hant: 正在載入影片

# import.status.preparing_transcription
source: Preparing transcription
de: Transkription wird vorbereitet
ja: 文字起こしを準備中
nl: Transcriptie voorbereiden
zh_hans: 正在准备转录
zh_hant: 正在準備轉錄

# import.status.transcribing
source: Transcribing
de: Wird transkribiert
ja: 文字起こし中
nl: Transcriberen
zh_hans: 正在转录
zh_hant: 正在轉錄

# import.status.video_imported
source: Video imported
de: Video importiert
ja: ビデオを読み込みました
nl: Video geïmporteerd
zh_hans: 视频已导入
zh_hant: 影片已匯入

# intelligence.available
source: Available
de: Verfügbar
ja: 利用可能
nl: Beschikbaar
zh_hans: 可用
zh_hant: 可用

# intelligence.detail.available
source: The Apple Intelligence on-device advanced model is available for summaries
de: Das lokale erweiterte Apple Intelligence Modell ist für Zusammenfassungen verfügbar
ja: Apple Intelligenceのオンデバイス高度モデルを要約に利用できます
nl: Het geavanceerde on-device Apple Intelligence-model is beschikbaar voor samenvattingen
zh_hans: Apple Intelligence 本地高端模型可用于智能摘要
zh_hant: Apple Intelligence 本機高階模型可用於智慧摘要

# intelligence.detail.disabled
source: Apple Intelligence is not enabled
de: Apple Intelligence ist nicht aktiviert
ja: Apple Intelligenceが有効になっていません
nl: Apple Intelligence is niet ingeschakeld
zh_hans: Apple Intelligence 未开启
zh_hant: Apple Intelligence 未開啟

# intelligence.detail.model_not_ready
source: The Apple Intelligence on-device model is not ready yet
de: Das lokale Apple Intelligence Modell ist noch nicht bereit
ja: Apple Intelligenceのオンデバイスモデルはまだ準備できていません
nl: Het on-device Apple Intelligence-model is nog niet gereed
zh_hans: Apple Intelligence 本地模型尚未准备好
zh_hant: Apple Intelligence 本機模型尚未準備好

# intelligence.detail.unavailable
source: The Apple Intelligence on-device model is unavailable
de: Das lokale Apple Intelligence Modell ist nicht verfügbar
ja: Apple Intelligenceのオンデバイスモデルは利用できません
nl: Het on-device Apple Intelligence-model is niet beschikbaar
zh_hans: Apple Intelligence 本地模型不可用
zh_hant: Apple Intelligence 本機模型不可用

# intelligence.detail.unsupported_device
source: This device does not support the Apple Intelligence on-device advanced model
de: Dieses Gerät unterstützt das lokale erweiterte Apple Intelligence Modell nicht
ja: このデバイスはApple Intelligenceのオンデバイス高度モデルに対応していません
nl: Dit apparaat ondersteunt het geavanceerde on-device Apple Intelligence-model niet
zh_hans: 当前设备不支持 Apple Intelligence 本地高端模型
zh_hant: 目前裝置不支援 Apple Intelligence 本機高階模型

# intelligence.disabled
source: Disabled
de: Deaktiviert
ja: 無効
nl: Uitgeschakeld
zh_hans: 未开启
zh_hant: 未開啟

# intelligence.error.empty_summary
source: No valid summary was generated
de: Es wurde keine gültige Zusammenfassung erstellt
ja: 有効な要約が生成されませんでした
nl: Er is geen geldige samenvatting gegenereerd
zh_hans: 没有生成有效的摘要
zh_hant: 沒有生成有效的摘要

# intelligence.error.empty_title
source: No valid title was generated
de: Es wurde kein gültiger Titel erstellt
ja: 有効なタイトルが生成されませんでした
nl: Er is geen geldige titel gegenereerd
zh_hans: 没有生成有效的标题
zh_hant: 沒有生成有效的標題

# intelligence.error.empty_transcript
source: No transcript text is available for analysis
de: Für die Analyse ist kein Transkripttext verfügbar
ja: 分析できる文字起こしテキストがありません
nl: Er is geen transcripttekst beschikbaar voor analyse
zh_hans: 没有可分析的转录文本
zh_hant: 沒有可分析的轉錄文字

# intelligence.model_not_ready
source: Model Not Ready
de: Modell nicht bereit
ja: モデル未準備
nl: Model niet gereed
zh_hans: 模型未准备好
zh_hant: 模型未準備好

# intelligence.parse.summary_label
source: summary
de: zusammenfassung
ja: 要約
nl: samenvatting
zh_hans: 摘要
zh_hant: 摘要

# intelligence.parse.summary_synonym_label
source: summarization
de: resümee
ja: 概要
nl: samenvatten
zh_hans: 总结
zh_hant: 總結

# intelligence.parse.title_label
source: title
de: titel
ja: タイトル
nl: titel
zh_hans: 标题
zh_hant: 標題

# intelligence.parse.topic_tags_label
source: topic tags
de: themen-tags
ja: トピックタグ
nl: onderwerp-tags
zh_hans: 主题标签
zh_hant: 主題標籤

# intelligence.unavailable
source: Unavailable
de: Nicht verfügbar
ja: 利用不可
nl: Niet beschikbaar
zh_hans: 不可用
zh_hant: 不可用

# intelligence.unsupported_device
source: Unsupported
de: Nicht unterstützt
ja: 非対応
nl: Niet ondersteund
zh_hans: 设备不支持
zh_hant: 裝置不支援

# local_summary.available
source: Local Qwen Ready
de: Lokales Qwen bereit
ja: ローカルQwen準備完了
nl: Lokale Qwen klaar
zh_hans: 本地 Qwen 已就绪
zh_hant: 本機 Qwen 已就緒

# local_summary.available.detail
source: Apple Intelligence is unavailable, but Qwen3 summaries can run on this iPhone with embedded llama.cpp.
de: Apple Intelligence ist nicht verfügbar, aber Qwen3-Zusammenfassungen können mit eingebettetem llama.cpp auf diesem iPhone laufen.
ja: Apple Intelligenceは利用できませんが、組み込みのllama.cppでQwen3要約をこのiPhone上で実行できます。
nl: Apple Intelligence is niet beschikbaar, maar Qwen3-samenvattingen kunnen op deze iPhone draaien met ingebouwde llama.cpp.
zh_hans: Apple Intelligence 不可用，但 Qwen3 摘要可以通过内嵌 llama.cpp 在这台 iPhone 上运行。
zh_hant: Apple Intelligence 不可用，但 Qwen3 摘要可以透過內嵌 llama.cpp 在這台 iPhone 上執行。

# local_summary.error.missing_model
source: Download the Qwen local summary model in Settings before running local summaries.
de: Lade vor lokalen Zusammenfassungen das lokale Qwen-Zusammenfassungsmodell in den Einstellungen.
ja: ローカル要約を実行する前に、設定でQwenローカル要約モデルをダウンロードしてください。
nl: Download het lokale Qwen-samenvattingsmodel in Instellingen voordat je lokale samenvattingen maakt.
zh_hans: 运行本地摘要前，请先在设置中下载 Qwen 本地摘要模型。
zh_hant: 執行本機摘要前，請先在設定中下載 Qwen 本機摘要模型。

# local_summary.error.model_download_failed
source: The Qwen local summary model download did not produce a valid GGUF model file.
de: Der Download des lokalen Qwen-Zusammenfassungsmodells hat keine gültige GGUF-Modelldatei erzeugt.
ja: Qwenローカル要約モデルのダウンロードで有効なGGUFモデルファイルを取得できませんでした。
nl: De download van het lokale Qwen-samenvattingsmodel heeft geen geldig GGUF-modelbestand opgeleverd.
zh_hans: Qwen 本地摘要模型下载未生成有效的 GGUF 模型文件。
zh_hant: Qwen 本機摘要模型下載未產生有效的 GGUF 模型檔案。

# local_summary.error.runtime_unavailable
source: llama.cpp is not embedded in this build.
de: llama.cpp ist in diesem Build nicht eingebettet.
ja: このビルドにはllama.cppが組み込まれていません。
nl: llama.cpp is niet ingebouwd in deze build.
zh_hans: 此构建未嵌入 llama.cpp。
zh_hant: 此建置未內嵌 llama.cpp。

# local_summary.model.bundled_detail.format
source: %@ is bundled with this app (%@).
de: %@ ist in dieser App enthalten (%@).
ja: %@ はこのアプリに同梱されています（%@）。
nl: %@ is meegeleverd met deze app (%@).
zh_hans: %@ 已随此 App 内置（%@）。
zh_hant: %@ 已隨此 App 內建（%@）。

# local_summary.model.delete_download
source: Delete Qwen Download
de: Qwen-Download löschen
ja: Qwenダウンロードを削除
nl: Qwen-download verwijderen
zh_hans: 删除 Qwen 下载
zh_hant: 刪除 Qwen 下載

# local_summary.model.delete_failed
source: Summary Model Delete Failed
de: Löschen des Zusammenfassungsmodells fehlgeschlagen
ja: 要約モデルの削除に失敗しました
nl: Verwijderen van samenvattingsmodel mislukt
zh_hans: 摘要模型删除失败
zh_hant: 摘要模型刪除失敗

# local_summary.model.download_failed
source: Summary Model Download Failed
de: Download des Zusammenfassungsmodells fehlgeschlagen
ja: 要約モデルのダウンロードに失敗しました
nl: Downloaden van samenvattingsmodel mislukt
zh_hans: 摘要模型下载失败
zh_hant: 摘要模型下載失敗

# local_summary.model.download_selected
source: Download Qwen Model
de: Qwen-Modell laden
ja: Qwenモデルをダウンロード
nl: Qwen-model downloaden
zh_hans: 下载 Qwen 模型
zh_hant: 下載 Qwen 模型

# local_summary.model.downloaded_detail.format
source: %@ is downloaded on this iPhone (%@).
de: %@ ist auf diesem iPhone geladen (%@).
ja: %@ はこのiPhoneにダウンロード済みです（%@）。
nl: %@ is gedownload op deze iPhone (%@).
zh_hans: %@ 已下载到这台 iPhone（%@）。
zh_hant: %@ 已下載到這台 iPhone（%@）。

# local_summary.model.downloading.format
source: Downloading %.0f%%
de: Lädt %.0f%%
ja: %.0f%% ダウンロード中
nl: Downloaden %.0f%%
zh_hans: 正在下载 %.0f%%
zh_hant: 正在下載 %.0f%%

# local_summary.model.missing_detail.format
source: Download %@ (%@) before using local summaries.
de: Lade %@ (%@), bevor du lokale Zusammenfassungen verwendest.
ja: ローカル要約を使用する前に%@（%@）をダウンロードしてください。
nl: Download %@ (%@) voordat je lokale samenvattingen gebruikt.
zh_hans: 使用本地摘要前，请先下载 %@（%@）。
zh_hant: 使用本機摘要前，請先下載 %@（%@）。

# local_summary.model.not_installed
source: Not Installed
de: Nicht installiert
ja: 未インストール
nl: Niet geïnstalleerd
zh_hans: 未安装
zh_hant: 未安裝

# local_summary.model.qwen3_1_7b_q4.detail
source: Multilingual offline summary model in GGUF Q4_K_M format.
de: Mehrsprachiges Offline-Zusammenfassungsmodell im GGUF-Q4_K_M-Format.
ja: GGUF Q4_K_M形式の多言語オフライン要約モデルです。
nl: Meertalig offline samenvattingsmodel in GGUF Q4_K_M-formaat.
zh_hans: GGUF Q4_K_M 格式的多语言离线摘要模型。
zh_hant: GGUF Q4_K_M 格式的多語言離線摘要模型。

# local_summary.model.ready
source: Ready
de: Bereit
ja: 準備完了
nl: Gereed
zh_hans: 已就绪
zh_hant: 已就緒

# local_summary.model.selected
source: Summary Model
de: Zusammenfassungsmodell
ja: 要約モデル
nl: Samenvattingsmodel
zh_hans: 摘要模型
zh_hant: 摘要模型

# local_summary.model.status
source: Model Status
de: Modellstatus
ja: モデルの状態
zh_hans: 模型状态
zh_hant: 模型狀態

# local_summary.model.title
source: Local Summary Model
de: Lokales Zusammenfassungsmodell
ja: ローカル要約モデル
nl: Lokaal samenvattingsmodel
zh_hans: 本地摘要模型
zh_hant: 本機摘要模型

# local_summary.provider.apple.detail
source: Use Apple's on-device language model for summaries and tags.
de: Apples On-Device-Sprachmodell für Zusammenfassungen und Tags verwenden.
ja: 要約とタグにAppleのオンデバイス言語モデルを使用します。
nl: Gebruik Apples on-device taalmodel voor samenvattingen en tags.
zh_hans: 使用 Apple 的端侧语言模型生成摘要和标签。
zh_hant: 使用 Apple 的裝置端語言模型生成摘要與標籤。

# local_summary.provider.automatic.detail
source: Use Apple Intelligence when available, otherwise use the downloaded Local Qwen model.
de: Apple Intelligence verwenden, wenn verfügbar; sonst das heruntergeladene lokale Qwen-Modell verwenden.
ja: 利用可能な場合はApple Intelligenceを使用し、それ以外はダウンロード済みのローカルQwenモデルを使用します。
nl: Gebruik Apple Intelligence wanneer beschikbaar; anders het gedownloade lokale Qwen-model.
zh_hans: Apple Intelligence 可用时使用它，否则使用已下载的本地 Qwen 模型。
zh_hant: Apple Intelligence 可用時使用它，否則使用已下載的本機 Qwen 模型。
